{
  "data": [
    {
      "name": "The Roots of BA",
      "duration": "4 hour",
      "description": [
        "We will pick you up at the hotel and start this journey at the neighborhood of LA BOCA were the first port of Buenos Aires was located. The identity of this place was forged at the end of the 19th century and beginning of the 20th by imigrants turning La Boca into a very particular cultural mixture of football, tango and art.",
        "We will continue with a walking tour through San Telmo. You will get to know the history of our city that was first founded in this particular area and finish having an empanada at the most popular market in town.",
        "Our tour goes on with a nice and smooth walk around Plaza de Mayo where we will get deep inside the political scene. In here we will see many icons of the city such as La casa Rosada, La Catedral, El Cabildo, among others.",
        "Also significant buildings will make us travel through time in order to understand how the city changed through the years. The neighborhood of Recoleta is perfect for this. We will end our tour at the famous cemetery located in this spot and get to know some of its popular legends"
      ],
      "topics": [
        "First & Second Foundation of BA",
        "Notable Cafés",
        "Markets",
        "Conventillos & Pulperias",
        "Mothers of Plaza de Mayo"
      ],
      "additionals": [],
      "includes": ["Guide", "Private Transfer", "Empanada @The Market"],
      "images": [
        "/images/agency-tours/roots-ba1.jpeg", 
        "/images/agency-tours/roots-ba3.jpeg",
        "/images/agency-tours/roots-ba4.jpeg"
    ]
    },
    {
      "name": "The Roots of BA Food Tour",
      "duration": "6 hour",
      "description": [
        "We will pick you up at the hotel and start this journey at the neighborhood of LA BOCA were the first port of Buenos Aires was located. The identity of this place was forged at the end of the 19th century and beginning of the 20th by imigrants turning La Boca into a very particular cultural mixture of football, tango and art.",
        "We will continue with a walking tour through San Telmo. You will get to know the history of our city that was first founded in this particular area and finish having an empanada at the most popular market in town.",
        "Our tour goes on with a nice and smooth walk around Plaza de Mayo where we will get deep inside the political scene. In here we will see many icons of the city such as La casa Rosada, La Catedral, El Cabildo, among others.",
        "Also significant buildings will make us travel through time in order to understand how the city changed through the years. The neighborhood of Recoleta is perfect for this. We will end our tour at the famous cemetery located in this spot and get to know some of its popular legends"
      ],
      "topics": [
        "First & Second Foundation of BA",
        "Notable Cafés",
        "Markets",
        "Conventillos & Pulperias",
        "Mothers of Plaza de Mayo"
      ],
      "additionals": [],
      "includes": ["Guide", "Private Transfer", "Empanada @The Market"],
      "images": [
        "/images/agency-tours/roots-ba5.jpeg",
        "/images/agency-tours/roots-ba1.jpeg", 
        "/images/agency-tours/roots-ba3.jpeg",
        "/images/agency-tours/roots-ba4.jpeg",
        "/images/agency-tours/roots-ba2.jpeg"
    ]
    },
    {
      "name": "Wine Tasting",
      "duration": "2 hour",
      "description": [
        "Come and discover the wines of Argentina in a private tasting at the neighbourhood of Colegiales. Guided by Juan Bautista Poccard, sommelier and winemaker with a large expertise on boutique wineries and upcoming producers in our country. His charisma and knowledge is the perfect combination to go through this wine tasting journey.",
        "By doing this experience, you will be able to taste the varied range of grapes from different regions of Argentina. The idea is for you to understand why our country is one of the most important areas in the world for viniculture. During our tasting we will pair the wines with a “picada” that includes regional and indigenous products. A perfect way to enjoy and learn about the local wine world."
      ],
      "topics": [],
      "additionals": [],
      "includes": [
        "Professional Sommelier",
        "3 strains of wine",
        "Charcutery board"
      ],
      "images": [
        "/images/agency-tours/wine1.jpeg", 
        "/images/agency-tours/wine2.jpeg",
        "/images/agency-tours/wine3.jpeg"
    ]
    },
    {
      "name": "Street Art & Food Tour",
      "duration": "4 hour",
      "description": [
        "Buenos Aires is full of secret spots, that you'll discover if you get around with locals. We invite you to walk around the trendy streets of Palermo Soho. We'll hit the streets to discover some amazing murals, talk about their artists, exchange our feelings and thoughts towards their work and understand why the street art is so important to give value to a place.",
        "During our walk we are going to have the oportunity to taste different flavours of local food at three different spots of this area and have time also to discuss about our local uses and why we are into art and gastronomy."
      ],
      "topics": [],
      "additionals": [
        "Wine Tasting",
        "Tarot Wine Tasting",
        "Meet the Artist",
        "Local Street Music"
      ],
      "includes": [
        "Guide",
        "Private Transfer",
        "Street Art Tour",
        "3 gastronomy stops"
      ],
            "images": [
        "/images/agency-tours/street-art1.jpeg", 
        "/images/agency-tours/street-art2.jpeg",
        "/images/agency-tours/street-art3.jpeg",
        "/images/agency-tours/street-art4.jpeg"
    ]
    },
    {
      "name": "Bike Tour",
      "duration": "4 hour",
      "description": [
        "A great ride around the wealthiest areas of Buenos Aires and it's most beautiful parks, including a walking tour inside the world famous Recoleta's Cementery. Join this tour and understand why Buenos Aires is called the “Paris of Southamerica”.",
        "Along the tour, we will stop at specific places, to rest and to take pictures, while your guide explains the history behind important landmarks. You'll explore the areas where the aristocracy settled and built its imposing buildings and palaces. Some places include Downtown, Avenue 9 de Julio and Avenue de Mayo which connects most important political buildings in the country, Plaza San Martin with its charming french style buildings, the Floralis Genérica, and Palermo chico.",
        "Later on, we'll visit the worldwide famous Recoleta Cemetery, full of domes and vaults that contain the most influential and powerful people in Argentinian history.",
        "If you are looking for a more personalized experience to know Buenos Aires. We can customize a bike tour and design a brand new circuit for you and your group."
      ],
      "topics": [],
      "additionals": [
        "Picnic @the park",
        "Delivery of bikes to Hotel",
        "Pick up at ending point",
        "Transfer to hotel"
      ],
      "includes": ["Guide", "Bikes", "Cementery Tickets"],
            "images": [
        "/images/agency-tours/bike1.jpeg", 
        "/images/agency-tours/bike2.jpeg",
        "/images/agency-tours/bike3.jpeg",
        "/images/agency-tours/bike4.jpeg"
    ]
    },
    {
      "name": "Recoleta Food Tour",
      "duration": "4 hour",
      "description": [
        "We will visit Recoleta neighborhood, the most classic and french style area of the capital city. Our first sight will be Recoleta Cemetery, a place where we will get to know some stories about famous people of our history that rest in peace in this unique place that is like an open air museum.",
        "Afterwards we will enjoy a coffee at “La Biela”, a special and classic local corner of the district. We will keep going along this beautiful neighborhood talking about different topics and enjoying the spectacular architecture. In a special square we will be able to make a short stop te hear some live local music.",
        "Our next stop will be a special spot, to experience a mate tasting where you will be able to enjoy listening about the history and taste different ways to drink this favorite argentinian infusion. Another soft and gentle walk will lead us to our last stop, a beautiful bar where you will be able to enjoy a drink.",
        "Recoleta is one of the most important gastronomics areas of Buenos Aires. That's why knowing this place you will really get to know the essence of this area."
      ],
      "topics": [],
      "additionals": [],
      "includes": [
        "Guide",
        "Private Transfer",
        "Cementery Tickets",
        "Mate Tasting",
        "Local Coffee",
        "Cocktail",
        "Finger Food"
      ],
      "images": [
        "/images/agency-tours/recoleta2.jpeg", 
        "/images/agency-tours/recoleta1.jpeg",
        "/images/agency-tours/recoleta3.jpeg",
        "/images/agency-tours/recoleta4.jpeg",
        "/images/agency-tours/recoleta5.jpeg"
    ]
    },
    {
      "name": "Dinner with Locals",
      "duration": "4 hour",
      "description": [
        "Inside a unique and exclusive spot of Buenos Aires, we offer a local menu for you to get the real argentinian gastronomic experience. Hosted by locals.",
        "During this experience we are going to share with you a classic moment of our lives: getting together with our friends & family, to exchange conversations about our uses and daily lifes. This option is perfect to really get inside the heart of a real life.",
        "The most representative food option is Asado, made by us with our own style. In our opinin opinion the best way to try meat in Argentina. Before this, and to get in the mood, we will taste a variaty of chopped made up with different flavours such us 'salamin cordobes', cheese of Tandil or olives from La Rioja. For dessert different options will show up to understand the hole environment that surround our gatherings. All of this, will be accompanied with our most representative drink: wine. Feel part of our typical classic meetings!!!"
      ],
      "topics": [],
      "additionals": ["Live Music: Folklore", "Tango lesson"],
      "includes": [
        "Host",
        "Private Transfer",
        "Wine & Beverage",
        "Picada",
        "Asado",
        "Argentinian Dessert"
      ],
        "images": [
        "/images/agency-tours/locals4.jpeg", 
        "/images/agency-tours/locals1.jpeg",
        "/images/agency-tours/locals2.jpeg",
        "/images/agency-tours/locals3.jpeg"
    ]
    },
    {
      "name": "Cooking class with Locals",
      "duration": "4 hour",
      "description": [
        "When you travel and get to a new city, you really want to feel and get close to the locals lifestyle. Argentina is a very big country and each region has its own identity, that means their own traditions.",
        "Through this cooking class you will be able to experience and learn how to do different dishes and recipes that are typical from different parts of the country. Our professional and local chef will lead you and teach step by step some of our delicious and classic argentinian flavors.",
        "While cooking, we will talk about different topics related to the culture and the history of our country. At the end we'll give you the recipes to make sure you can show your friends back home how to cook with argentinian style!"
      ],
      "topics": [],
      "additionals": [
        "Live Music: Folklore",
        "Tango lesson",
        "Tarot",
        "Wine Tasting"
      ],
      "includes": [
        "Host",
        "Private Transfer",
        "Professional Chef",
        "3 step menu",
        "Wine & Beverage"
      ],
            "images": [
        "/images/agency-tours/cooking3.jpeg", 
        "/images/agency-tours/cooking1.jpeg",
        "/images/agency-tours/cooking2.jpeg",
        "/images/agency-tours/cooking4.jpeg",
        "/images/agency-tours/cooking5.jpeg"
    ]
    },
    {
      "name": "Footbal Experience",
      "duration": "4 hour",
      "description": [
        "Football in Argentina is synonymous of passion. Is more than a sport. Since the beginning of 1900 we have had a strong influence on this sport. Especially with immigrants of different nations arriving in our country. During the years, this sport became something characteristic of many neighborhoods of Buenos Aires and our whole country.",
        "With this experience you are invited to explore the starting point of football in argentinians lifes, and also will be able to feel the deep fanaticism the population has about this amazing sport.",
        "To get the full experience we will go to the Boca Juniors stadium and watch a match. You can choose one of this options:",
        "1 - Popular sur - Standing",
        "2 - Platea media - Seating",
        "3 - Platea Baja",
        "You can also add the pre-match experience that includes: Entrance to a Boca typical house, photos with Boca cups and musical band and Boca hugh flags.",
        "This comes with a popular 'cancha' menu: Choripan, sanguche de cancha and fernet"
      ],
      "topics": [],
      "additionals": [],
      "includes": ["Host", "Private Transfer", "Stadium Ticket"],
            "images": [
        "/images/agency-tours/football1.jpeg", 
        "/images/agency-tours/football2.jpeg",
        "/images/agency-tours/football3.jpeg",
        "/images/agency-tours/football4.jpeg"
    ]
    },
    {
      "name": "Personal Shopper",
      "duration": "4 hour",
      "description": [
        "If you are a fashion lover, you are in the right city. Buenos Aires has thousands of independent designers who makes unique and handcrafted pieces. With a professional stylist you will visit the best local designers and have the opportunity to meet and buy the most original clothes.",
        "In these times that inspiring and beautiful experiences are our best gift, we invite you to visit our city and travel around through local eyes by shopping and visiting special spots and local stores..",
        "Get to know the Buenos Aires design scene. Shop local creations, from independent design co-ops to private showrooms and visit on-of-a-kind boutiques while walking through streets visiting scouting spots.",
        "This experience was born looking forward to discovering the local field through eyes that really appreciate Argentine creative artists and designers. We will share unique programs and events, hidden treasures of the city and “out of the box” experiences. Your personal shopper will show you the potentialities of the city that suit you."
      ],
      "topics": [],
      "additionals": [],
      "includes": [
        "Professional Fashion Designer Guide",
        "Private Transfer",
        "Access to private showrooms",
        "Cocktail or Coffee"
      ],
            "images": [
        "/images/agency-tours/shopper2.jpeg", 
        "/images/agency-tours/shopper1.jpeg",
        "/images/agency-tours/shopper3.jpeg",
        "/images/agency-tours/shopper4.jpeg"
    ]
    },
    {
      "name": "Delta Lovers",
      "duration": "Full day",
      "description": [
        "Lets travel to the nature by heading to the north of the Capital City. We will make a 30-minute drive to Tigre. On the way we will be able to observe the perimeter of the Quinta presidencial, official residence of the Argentinian president, and the distinguished and historical neighborhood of San Isidro.",
        "Once we arrive to Tigre, an exclusive boat will be waiting for us, which we will get on to enjoy a 4-hours navigation through the Delta and really get to feel the way of leaving of the locals at the islands of this area.",
        "While we enjoy the natural environment ofthe river and its vegetation, we will be able to enjoy a quiet lunch on the boat or at a special choosen spot, to feel the essence of the place and have a moment of peace and harmony with the environment.",
        "Option 2: take a 45 minute navigation as an introduction to the Delta islands local life and we can have lunch a special spot on one of the island, where you are going to be able to taste different flavours indigenous from the area of the delta such as Pacú or yacaré. Also you will find in this restaurant an exclusive selection of wines from different boutique winers of Argentina."
      ],
      "topics": [],
      "additionals": [],
      "includes": [
        "Guide",
        "Private Transfer",
        "Navigation",
        "Wine & Beverage",
        "Lunch"
      ],
      "images": [
        "/images/agency-tours/delta1.jpeg", 
        "/images/agency-tours/delta2.jpeg",
        "/images/agency-tours/delta3.jpeg"
    ]
    }
  ]
}